Repository: Bergx2/OpenLoyalty
Catalog: backend/app/Resources/translations/messages.*.xlf
Languages: pl

source: Bad credentials.
pl: Złe dane logowania

source: This value should not be blank
pl: Ta wartość nie powinna być pusta

source: Sms gateway not set
pl: Bramka sms nie jest ustawiona

source: photos_adapter_env or photos_adapter must be configured
pl: adapter photos_adapter_env lub photos_adapter musi zostać skonfigurowany

source: Wrong "type" provided
pl: Podano zły "typ"

source: Processor class is required
pl: Klasa Processor jest wymagana

source: Converter class is required
pl: Klasa Converter jest wymagana

source: Test exception (conversion)
pl: Testowy wyjątek (conversion)

source: Test exception (processing)
pl: Testowy wyjątek (processing)

source: photos_adapter_env or photos_adapter must be configured
pl: Adapter photos_adapter_env lub photos_adapter musi costać skonfigurowany

source: Entity object is not AddPoints|SpendPoints
pl: Obiekt encji nie jest AddPoints lub SpendPoints

source: Account does not exist for given customer
pl: Konto nie istnieje dla podanego klienta

source: Locale map entry does not exist.
pl: Mapa locale nie istnieje

source: defaultFrontendTranslations setting must be set
pl: defaultFrontendTranslations musi zostać ustawiona

source: translations file not exists
pl: plik tłumaczeń nie istnieje

source: Send sms failed:
pl: Wysyłka sms nieudana

source: One customer field is required
pl: Jedno z pól Customer'a jest wymagane

source: Entity object is not RegisterTransaction
pl: Obiekt tencji nie jest RegisterTransaction

source: bad_token
pl: Zły token

source: addRole takes a Role object as the parameter
pl: addRole wymaga obiektu Role jako parametru

source: Entity object is not array
pl: Obiekt encji nie jest tablicą

source: Customer does not exist
pl: Klient nie istnieje

source: Account does not exist.
pl: Konto nie istnieje.

source: email key does not exist in customerData
pl: klucz email nie istnieje w tablicy customerData

source: This email is already taken
pl: Wskazany email jest już zajęty

source: Unknown HTTP Method
pl: Nieznana metoda HTTP

source: Could not decode JSON from response - comms error or 500?
pl: Nie można zdekodować JSON z odpowiedzi

source: Send sms failed:
pl: Wysyłka sms nieudana:

source: account.gender.should_be_male_female_not_disclosed
pl: Poprawna płeć to mężczyzna lub kobieta lub nie ujawniona

source: Already assigned to user
pl: Już przydzielony do użytkownika

source: Type: {{type}} is not allowed
pl: Typ: {{type}} nie jest dozwolony

source: type {{type}} does not exists
pl: typ {{type}} nie istnieje

source: This value should not be blank.
pl: Ta wartość nie powinna być pusta.

source: This translation is set as current translations. Name cannot be changed.
pl: Te tłumaczenia są ustawione jako aktualne tłumaczenia. Nazwa nie może być zmieniona.

source: This name already exists
pl: Ta nazwa już istnieje

source: This is not a valid hex color.
pl: To nie jest poprawny kolor w formacie hex.

source: This is not a valid json
pl: To nie jest poprawny json

source: Your password must be at least {{length}} characters long.
pl: Twoje hasło mu mieć co najmniej {{length}} znaków.

source: Your password must include at least one letter.
pl: Twoje hasło powinno zawierać co najmniej jedną literę.

source: Your password must include both upper and lower case letters.
pl: Twoje hasło powinno zawierać duże i małe litery.

source: Your password must include at least one number.
pl: Twoje hasło powinno zawierać przynajmniej jedną cyfrę.

source: Your password must contain at least one special character.
pl: Twoje hasło powinno zawierać przynajmniej jeden znak specjalny.

source: Limit exceeded
pl: Limit został wyczerpany

source: Limit per customer exceeded
pl: Limit per użytkownik został wyczerpany

source: No coupons left
pl: Nie ma więcej kuponów

source: Not allowed
pl: Niedozwolone

source: Not enough points
pl: Niewystarczająca ilość punktów

source: Photo for level does not exist.
pl: Zdjęcie dla poziomu nie istnieje.

source: Already exist
pl: Już istnieje

source: Not exist
pl: Nie istnieje

source: An administrator not found
pl: nie znaleziono administratora

source: This value is already used.
pl: Ta wartość jest już użyta.

source: Your account is not active
pl: Twoje konto nie jest aktywne

source: this transfer cannot be canceled
pl: ten transfer punktów nie może zostać anulowany

source: This transfer cannot be expired
pl: Ten transfer nie może zostać wygaśnięty

source: Not enough points
pl: Niewystarczająca ilość punktów

source: Limit exceeded
pl: Limit został wyczerpany

source: customer with such email already exists
pl: klient z takim adresem email już istnieje

source: customer with such loyalty card number already exists
pl: klient z takim numerem karty już istnieje

source: customer with such phone already exists
pl: klient z takim numerem telefonu już istnieje

source: Earning rule with such event name already exist
pl: Zasada przyznawania punktów o takiej nazwie już istnieje

source: Earning rule with such id does not exist
pl: Zasada przyznawania punktów o takim ID już istnieje

source: seller with such email already exists
pl: sprzedawca z takim adresem email już istnieje

source: Setting "accountActivationMethod" is not set
pl: Opcja "accountActivationMethod" nie jest ustawiona

source: event does not exist
pl: event nie istnieje

source: limit exceeded
pl: limit został wyczerpany

source: not enough points
pl: niewystarczająca ilość punktów

source: To many customers with such data. Please provide more details.
pl: Za dużo klientów z takimi danymi. Podaj proszę więcej szczegółów.

source: Such customer does not exist. Please provide more details.
pl: Taki klient nie istnieje. Podaj proszę więcej szczegółów.

source: to many results
pl: za dużo wyników

source: resetting password already requested
pl: resetowanie hasła już rozpoczęte

source: Fill at least one customer field
pl: Uzupełnij przynajmniej jedno pole

source: Invitation exists
pl: Zaproszenie już istnieje

source: invitation.send_message
pl: Załóż konto używając tego linku %s
