Repository: Bergx2/OpenLoyalty
Catalog: backend/app/Resources/translations/validators.*.xlf
Languages: pl

source: Fill at least one customer field
pl: Uzupełnij przynajmniej jedno pole

source: Level is empty. Level or segment should be selected.
pl: Poziom nie jest uzupełniony. Poziom lub segment powinien być określony.

source: Segment is empty. Segment or level should be selected.
pl: Segment nie jest uzupełniony. Segment lub poziom powinien być określony.

source: This collection should contain 1 element or more.
pl: Ta kolekcja powinna zawierać przynajmniej jeden element.

source: No such transaction
pl: Nie ma takiej transakcji

source: This name already exists
pl: Ta nazwa już istnieje

source: Customer labels invalid data
pl: Niepoprawne dane etykiet klienta

source: This translation is set as current translations. Name cannot be changed.
pl: Te tłumaczenie jest już ustawione jako obecne. Nazwa nie może być zmieniona.

source: Segment with this name already exists
pl: Segment z taką nazwą już istnieje

source: This is not a valid json
pl: To nie jest poprawny JSON

source: Customer is already assign to this transaction
pl: Klient jest już przypisany do tej transakcji

source: Level is not empty. Level and segment should be empty.
pl: Poziom jest uzupełniony. Poziom i segment powinien być nieokreślony.

source: Segment is not empty. Segment and level should be empty.
pl: Segment jest uzupełniony. Segment i poziom powinien być nieokreślony.
